backend: "python"
max_batch_size: 0

input [
    {
        name: "image_base64"
        data_type: TYPE_STRING
        dims: [ -1 ]
        is_shape_tensor: false
        allow_ragged_batch: false
        optional: false
    }
]

output [
    {
        name: "output__0"
        data_type: TYPE_STRING
        dims: [ -1 ]
    }
]

parameters {
    key: "base_params"
    value: {
        string_value: "/app/inference_triton/trocr-captcha-killer"
    }
}